Repository: AffiliateWP/affiliatewp-store-credit
Catalog: languages/affiliatewp-store-credit-*.po
Languages: fr_fr

source: Enable Store Credit
fr_fr: Activer le crédit en boutique

source: Check this box to enable store credit for referrals
fr_fr: Cochez cette case pour activer les crédits en boutique pour les parrainages

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher&nbsp;?

source: AffiliateWP - Store Credit EDD integration requires the EDD Wallet extension!
fr_fr: L&rsquo;intégration de AffiliateWP - Store Credit EDD nécessite l&rsquo;extension EDD Wallet&nbsp;!

source: Referral Payout
fr_fr: Paiement du parrainage

source: Referral Cancelled
fr_fr: Parrainage annulé

source: View Details for Referral
fr_fr: Afficher les détails du parrainage

source: View Details
fr_fr: Afficher les détails

source: You have an account balance of <strong>%1$s</strong>. Would you like to use it now? <a href="%2$s" class="button">Apply</a>
fr_fr: Vous avez un solde de compte de <strong>%1$s</strong>. Vous souhaitez l'utiliser maintenant&nbsp;? <a href="%2$s" class="button">Appliquer</a>

source: Pay AffiliateWP referrals as store credit
fr_fr: Payer les parrainages d&rsquo;AffiliateWP avec des crédits dans la boutique
